aspnet-targeting-pack-8.0
awww
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
cliphist
cmake
code
dolphin
dosfstools
dotnet-sdk-8.0
drawio-desktop
dunst
efibootmgr
eog
evince
exfatprogs
firefox
flameshot
flatpak
git
grim
gst-plugin-pipewire
htop
imagemagick
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
intel-media-driver
intel-ucode
inter-font
jq
kdeconnect
kitty
libpulse
libva-intel-driver
linux
linux-firmware
ly
mousepad
nano
nautilus
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts-emoji
opencode
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
polkit-kde-agent
power-profiles-daemon
pulsemixer
qt5-wayland
qt6-wayland
rofi
scdoc
slurp
smartmontools
sof-firmware
sudo
swaync
swayosd
thunar
tlp
tlp-rdw
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
uwsm
vim
vlc
vulkan-intel
waybar
wget
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
yad
yazi
zram-generator
